/* 
  QMLocalizable.strings
  QMAdSDK

  Created by xusheng on 2025/5/15.
  
*/
/// 越南语

"view_now_button" = "Xem ngay";
"skip_button" = "Bỏ qua";
"install_button" = "Cài đặt";
"download_button" = "Tải xuống";
"downloading_status" = "Đang tải xuống";
"allow_install_alert" = "Cho phép chúng tôi cài đặt";
"app_name" = "Ứng dụng";
"replay_button" = "Phát lại";
"retry_button" = "Thử lại";
"close_button" = "Đóng";
"refresh_button" = "Làm mới";
"view_action" = "Xem";
"just_now_time" = "Vừa xong";
"learn_more_link" = "Tìm hiểu thêm";
"Reward_text" = "Nhận thưởng sau %.0fs";
"gets_Rewarded" = "Đã nhận thưởng";

// Default ad titles (picked randomly when title is missing)
"default_ad_title_1" = "Featured Recommendation";
"default_ad_title_2" = "You Might Like This";
"default_ad_title_3" = "Sponsored Content";
"default_ad_title_4" = "Discover Something New";
"default_ad_title_5" = "A Special Recommendation";
